Repository: WordPressBugBounty/plugins-woo-product-country-base-restrictions
Catalog: woo-product-country-*-restrictions/lang/woo-product-country-*-restrictions-*.po
Languages: de_de, fr_fr, hi_in, ru_ru

source: Active
de_de: Aktiv
fr_fr: Actif
hi_in: सक्रिय
ru_ru: Активный

source: Add New Restriction Rule
de_de: Neue Einschränkungsregel hinzufügen
fr_fr: Ajouter une nouvelle règle de restriction
hi_in: नया प्रतिबंध नियम जोड़ें
ru_ru: Добавить новое правило ограничения

source: Advanced Debug
de_de: Erweitertes Debugging
fr_fr: Débogage avancé
hi_in: उन्नत डिबग
ru_ru: Расширенная отладка

source: Advanced Detection
de_de: Erweiterte Erkennung
fr_fr: Détection avancée
hi_in: उन्नत पहचान
ru_ru: Расширенное обнаружение

source: After add to cart
de_de: Nach dem Warenkorb
fr_fr: Après avoir ajouté au panier
hi_in: कार्ट में जोड़ने के बाद
ru_ru: После добавления в корзину

source: After meta
de_de: Nach meta
fr_fr: Après la méta
hi_in: मेटा के बाद
ru_ru: После мета

source: After price
de_de: Nach dem Preis
fr_fr: Après le prix
hi_in: कीमत के बाद
ru_ru: После цены

source: After sharing
de_de: Nach dem teilen
fr_fr: Après le partage
hi_in: शेयर करने के बाद
ru_ru: После обмена

source: After short description
de_de: Nach kurzer Beschreibung
fr_fr: Après une brève description
hi_in: संक्षिप्त विवरण के बाद
ru_ru: После краткого описания

source: After title
de_de: Nach dem Titel
fr_fr: Après le titre
hi_in: शीर्षक के बाद
ru_ru: После заголовка

source: Allow Add To Cart
de_de: Hinzufügen zum Warenkorb zulassen
fr_fr: Ajouter au panier
hi_in: कार्ट में जोड़ने की अनुमति दें
ru_ru: Разрешить добавление в корзину

source: Allow specific users or user roles to bypass country-based restrictions.
de_de: Bestimmten Benutzern oder Benutzerrollen ermöglichen, länderspezifische Beschränkungen zu umgehen.
fr_fr: Autoriser certains utilisateurs ou rôles d'utilisateurs à contourner les restrictions liées au pays.
hi_in: विशिष्ट उपयोगकर्ताओं या उपयोगकर्ता भूमिकाओं को देश-आधारित प्रतिबंधों को दरकिनार करने की अनुमति दें।
ru_ru: Предоставьте определенным пользователям или ролям пользователей возможность обходить ограничения, установленные для каждой страны.

source: AST Pro provides powerful features to easily add tracking information to WooCommerce orders, automate fulfillment workflows, and keep your customers happy and informed.
de_de: AST Pro bietet leistungsstarke Funktionen, um WooCommerce-Bestellungen auf einfache Weise Tracking-Informationen hinzuzufügen, Fulfillment-Workflows zu automatisieren und Ihre Kunden zufrieden und informiert zu halten.
fr_fr: AST Pro offre des fonctionnalités puissantes permettant d'ajouter facilement des informations de suivi aux commandes WooCommerce, d'automatiser les flux de travail de traitement des commandes et de garantir la satisfaction et l'information de vos clients.
hi_in: AST Pro शक्तिशाली सुविधाएँ प्रदान करता है जिससे WooCommerce ऑर्डर में ट्रैकिंग जानकारी आसानी से जोड़ी जा सकती है, पूर्ति वर्कफ़्लो को स्वचालित किया जा सकता है और आपके ग्राहकों को खुश और सूचित रखा जा सकता है।
ru_ru: AST Pro предоставляет мощные функции для простого добавления информации об отслеживании заказов WooCommerce, автоматизации рабочих процессов выполнения заказов и обеспечения удовлетворенности и информированности ваших клиентов.

source: Available variable: {Product_Name}, {Product_name_with_link}
de_de: Verfügbare Variablen: {Product_Name}, {Product_name_with_link}
fr_fr: Variables disponibles : {Product_Name}, {Product_name_with_link}
hi_in: उपलब्ध चर: {Product_Name}, {Product_name_with_link}
ru_ru: Доступные переменные: {Product_Name}, {Product_name_with_link}

source: Basic
fr_fr: Basique
hi_in: बुनियादी
ru_ru: Базовый

source: Before title
de_de: Vor dem Titel
fr_fr: Avant le titre
hi_in: शीर्षक से पहले
ru_ru: Перед названием

source: Built-in support for WPML, Polylang, and other popular plugins.
de_de: Integrierte Unterstützung für WPML, Polylang und andere gängige Plugins.
fr_fr: Prise en charge intégrée de WPML, Polylang et d'autres plugins populaires.
hi_in: WPML, Polylang और अन्य लोकप्रिय प्लगइन्स के लिए अंतर्निहित समर्थन।
ru_ru: Встроенная поддержка WPML, Polylang и других популярных плагинов.

source: Bulk Import
de_de: Massenimport
fr_fr: Importation en vrac
hi_in: थोक आयात
ru_ru: Импорт навалом

source: Bulk Import Restrictions
de_de: Beschränkungen für Massenimporte
fr_fr: Restrictions à l'importation en vrac
hi_in: थोक आयात प्रतिबंध
ru_ru: Ограничения на оптовый импорт

source: By Categories
de_de: Nach Kategorien
fr_fr: Par catégories
hi_in: श्रेणियों के अनुसार
ru_ru: По категориям

source: By Tags
de_de: Nach Schlagwörtern
fr_fr: Par étiquettes
hi_in: टैग्स द्वारा
ru_ru: По тегам

source: Bypass Restriction for Specific Users
de_de: Beschränkung für bestimmte Benutzer umgehen
fr_fr: Contourner la restriction pour certains utilisateurs
hi_in: विशिष्ट उपयोगकर्ताओं के लिए प्रतिबंध को बायपास करें
ru_ru: Обход ограничений для определенных пользователей

source: Bypass restrictions for specific users
de_de: Umgehung von Beschränkungen für bestimmte Benutzer
fr_fr: Contourner les restrictions pour certains utilisateurs
hi_in: विशिष्ट उपयोगकर्ताओं के लिए प्रतिबंधों को बायपास करें
ru_ru: Обход ограничений для определенных пользователей

source: Bypass Restrictions for Users
de_de: Umgehung von Benutzerbeschränkungen
fr_fr: Contourner les restrictions pour les utilisateurs
hi_in: उपयोगकर्ताओं के लिए प्रतिबंधों को बायपास करें
ru_ru: Обход ограничений для пользователей

source: Cart & category restriction messages
de_de: Warenkorb- und Kategoriebeschränkungsmeldungen
fr_fr: Messages de restriction de panier et de catégorie
hi_in: कार्ट और श्रेणी प्रतिबंध संदेश
ru_ru: Сообщения об ограничениях в корзине и категориях

source: Cart restriction message
de_de: Warenkorbbeschränkungsnachricht
fr_fr: Message de restriction du panier
hi_in: कार्ट प्रतिबंध संदेश
ru_ru: Сообщение об ограничении корзины

source: Catalog Restriction Rules
de_de: Katalogbeschränkungsregeln
fr_fr: Règles de restriction du catalogue
hi_in: कैटलॉग प्रतिबंध नियम
ru_ru: Правила ограничений каталога

source: Catalog restriction rules by category
de_de: Katalogbeschränkungsregeln nach Kategorie
fr_fr: Règles de restriction du catalogue par catégorie
hi_in: श्रेणी के अनुसार कैटलॉग प्रतिबंध नियम
ru_ru: Правила ограничения каталога по категориям

source: Catalog Restrictions
de_de: Katalogbeschränkungen
fr_fr: Restrictions du catalogue
hi_in: कैटलॉग प्रतिबंध
ru_ru: Ограничения каталога

source: Catalog Visibility
de_de: Katalogsichtbarkeit
fr_fr: Visibilité du catalogue
hi_in: कैटलॉग दृश्यता
ru_ru: Видимость каталога

source: Catalog Visible (non purchasable)
de_de: Katalog sichtbar (nicht käuflich)
fr_fr: Catalogue visible (non achetable)
hi_in: सूची दृश्यमान (गैर खरीद)
ru_ru: Каталог виден (нельзя купить)

source: Category restriction message
de_de: Kategoriebeschränkungsnachricht
fr_fr: Message de restriction de catégorie
hi_in: श्रेणी प्रतिबंध संदेश
ru_ru: сообщение об ограничении по категории

source: Category Rules
de_de: Kategorieregeln
fr_fr: Règles de catégorie
hi_in: श्रेणी नियम
ru_ru: Правила категорий

source: CBR FREE
de_de: CBR-frei
fr_fr: CBR GRATUIT
hi_in: सीबीआर मुक्त
ru_ru: CBR БЕСПЛАТНО

source: CBR PRO
hi_in: सीबीआर प्रो

source: Check our documentation or contact our support team if you have any questions.
de_de: Bei Fragen können Sie in unserer Dokumentation nachsehen oder sich an unser Support-Team wenden.
fr_fr: Consultez notre documentation ou contactez notre équipe d'assistance si vous avez des questions.
hi_in: यदि आपके कोई प्रश्न हैं तो हमारे दस्तावेज़ देखें या हमारी सहायता टीम से संपर्क करें।
ru_ru: Если у вас возникнут вопросы, ознакомьтесь с нашей документацией или свяжитесь с нашей службой поддержки.

source: Checkout Control
de_de: Kassenkontrolle
fr_fr: Contrôle de caisse
hi_in: चेकआउट नियंत्रण
ru_ru: Управление кассой

source: Choose the page to redirect
de_de: Wählen Sie die Seite aus, die umgeleitet werden soll
fr_fr: Choisissez la page à rediriger
hi_in: पृष्ठ को पुनर्निर्देशित करने के लिए चुनें
ru_ru: Выберите страницу для перенаправления

source: Choose where to display the restriction message on the product page. Default: ‘After add to cart.’
de_de: Wählen Sie aus, wo der Hinweis zur Produktbeschränkung auf der Produktseite angezeigt werden soll. Standard: „Nach dem Hinzufügen zum Warenkorb“.
fr_fr: Choisissez où afficher le message de restriction sur la page produit. Par défaut : « Après l’ajout au panier ».
hi_in: उत्पाद पृष्ठ पर प्रतिबंध संदेश कहाँ प्रदर्शित करना है, यह चुनें। डिफ़ॉल्ट: 'कार्ट में जोड़ने के बाद'।
ru_ru: Выберите, где на странице товара будет отображаться сообщение об ограничении. По умолчанию: «После добавления в корзину».

source: Compatible with Popular Plugins
de_de: Kompatibel mit gängigen Plugins
fr_fr: Compatible avec les plugins populaires
hi_in: लोकप्रिय प्लगइन्स के साथ संगत
ru_ru: Совместимо с популярными плагинами.

source: Completely hide restricted products from your store.
de_de: Blenden Sie eingeschränkte Produkte vollständig aus Ihrem Shop aus.
fr_fr: Masquez complètement les produits soumis à restrictions dans votre boutique.
hi_in: अपने स्टोर से प्रतिबंधित उत्पादों को पूरी तरह से छिपाएं।
ru_ru: Полностью скройте запрещенные товары в вашем магазине.

source: Country Based Restriction
de_de: Länderbasierte Beschränkung
fr_fr: Restriction basée sur le pays
hi_in: देश आधारित प्रतिबंध
ru_ru: Ограничения по странам

source: Country Based Restrictions for WooCommerce
de_de: Länderspezifische Beschränkungen für WooCommerce
fr_fr: Restrictions géographiques pour WooCommerce
hi_in: WooCommerce के लिए देश आधारित प्रतिबंध
ru_ru: Ограничения для WooCommerce в зависимости от страны

source: Country Detection Widget
de_de: Ländererkennungs-Widget
fr_fr: Widget de détection de pays
hi_in: देश पहचान विजेट
ru_ru: Виджет определения страны

source: Country detection widget & customizer
de_de: Ländererkennungs-Widget & -Anpassung
fr_fr: Widget de détection et de personnalisation du pays
hi_in: देश पहचान विजेट और अनुकूलनकर्ता
ru_ru: Виджет определения страны и настройка параметров

source: Country Restrictions
de_de: Länderbeschränkungen
fr_fr: Restrictions par pays
hi_in: देश के प्रतिबंध
ru_ru: Ограничения по странам

source: Create bulk restriction rules to restrict products by categories, tags, attributes, and shipping classes for specific countries. Upgrade to PRO to unlock this feature.
de_de: Erstellen Sie Massenbeschränkungsregeln, um Produkte nach Kategorien, Tags, Attributen und Versandklassen für bestimmte Länder einzuschränken. Mit einem Upgrade auf PRO schalten Sie diese Funktion frei.
fr_fr: Créez des règles de restriction groupées pour limiter les produits par catégories, étiquettes, attributs et classes d'expédition pour des pays spécifiques. Passez à la version PRO pour débloquer cette fonctionnalité.
hi_in: विशिष्ट देशों के लिए श्रेणियों, टैग, विशेषताओं और शिपिंग श्रेणियों के आधार पर उत्पादों को प्रतिबंधित करने के लिए थोक प्रतिबंध नियम बनाएं। इस सुविधा को अनलॉक करने के लिए PRO संस्करण में अपग्रेड करें।
ru_ru: Создавайте правила массового ограничения для товаров по категориям, тегам, атрибутам и классам доставки для определенных стран. Для разблокировки этой функции необходимо перейти на версию PRO.

source: Create restriction rules by product categories and apply to multiple countries at once.
de_de: Erstellen Sie Beschränkungsregeln nach Produktkategorien und wenden Sie diese gleichzeitig auf mehrere Länder an.
fr_fr: Créez des règles de restriction par catégories de produits et appliquez-les à plusieurs pays simultanément.
hi_in: उत्पाद श्रेणियों के आधार पर प्रतिबंध नियम बनाएं और उन्हें एक साथ कई देशों पर लागू करें।
ru_ru: Создавайте правила ограничений по категориям товаров и применяйте их одновременно к нескольким странам.

source: Current
de_de: Aktuell
fr_fr: Actuel
hi_in: मौजूदा
ru_ru: Текущий

source: Customer Email Verification helps WooCommerce store owners reduce registration spam and fraudulent orders by requiring customers to verify their email address when registering an account or before placing an order.
de_de: Die Kunden-E-Mail-Verifizierung hilft WooCommerce-Shop-Betreibern, Registrierungsspam und betrügerische Bestellungen zu reduzieren, indem sie von den Kunden verlangt, ihre E-Mail-Adresse bei der Registrierung eines Kontos oder vor der Bestellung zu bestätigen.
fr_fr: La vérification de l'adresse électronique du client aide les propriétaires de boutiques WooCommerce à réduire le spam lors des inscriptions et les commandes frauduleuses en exigeant que les clients vérifient leur adresse électronique lors de la création d'un compte ou avant de passer une commande.
hi_in: ग्राहक ईमेल सत्यापन, WooCommerce स्टोर मालिकों को पंजीकरण के दौरान होने वाले स्पैम और धोखाधड़ी वाले ऑर्डर को कम करने में मदद करता है, क्योंकि इसके लिए ग्राहकों को खाता पंजीकृत करते समय या ऑर्डर देने से पहले अपने ईमेल पते को सत्यापित करना आवश्यक होता है।
ru_ru: Подтверждение адреса электронной почты клиента помогает владельцам магазинов WooCommerce сократить количество спама при регистрации и мошеннических заказов, требуя от клиентов подтверждения адреса электронной почты при регистрации учетной записи или перед оформлением заказа.

source: Customize the country detection widget
de_de: Passen Sie das Ländererkennungs-Widget an.
fr_fr: Personnaliser le widget de détection du pays
hi_in: देश पहचान विजेट को अनुकूलित करें
ru_ru: Настройте виджет определения страны.

source: Debug Mode
de_de: Debug-Modus
fr_fr: Mode débogage
hi_in: डिबग मोड
ru_ru: Режим отладки

source: Detect customer country using WooCommerce geolocation or shipping address.
de_de: Ermitteln Sie das Land des Kunden mithilfe der WooCommerce-Geolokalisierung oder der Lieferadresse.
fr_fr: Détecter le pays du client à l'aide de la géolocalisation WooCommerce ou de l'adresse de livraison.
hi_in: WooCommerce के जियोलोकेशन या शिपिंग पते का उपयोग करके ग्राहक के देश का पता लगाएं।
ru_ru: Определяйте страну клиента с помощью геолокации WooCommerce или адреса доставки.

source: Detect the customer’s country using WooCommerce’s geolocation feature, ignoring the shipping address (if logged in)
de_de: Ermitteln Sie das Land des Kunden mithilfe der Geolocation-Funktion von WooCommerce und ignorieren Sie dabei die Lieferadresse (falls angemeldet).
fr_fr: Détecter le pays du client à l’aide de la fonction de géolocalisation de WooCommerce, en ignorant l’adresse de livraison (si connecté).
hi_in: WooCommerce की जियोलोकेशन सुविधा का उपयोग करके ग्राहक के देश का पता लगाएं, शिपिंग पते को अनदेखा करते हुए (यदि लॉग इन किया हुआ हो)।
ru_ru: Определите страну клиента с помощью функции геолокации WooCommerce, игнорируя адрес доставки (если пользователь авторизован).

source: Display a country detection widget on the frontend with customizer support.
de_de: Ein Widget zur Ländererkennung mit Unterstützung für die Anpassungsmöglichkeiten soll im Frontend angezeigt werden.
fr_fr: Afficher un widget de détection du pays sur l'interface utilisateur avec prise en charge du personnalisation.
hi_in: कस्टमाइज़र सपोर्ट के साथ फ्रंटएंड पर कंट्री डिटेक्शन विजेट प्रदर्शित करें।
ru_ru: Отобразите виджет определения страны на внешнем интерфейсе с поддержкой настройки.

source: Display a custom message on product listing pages (shop, category, tag, or search results) when all products are restricted for the customer's detected country.
de_de: Zeigen Sie eine benutzerdefinierte Nachricht auf Produktlistenseiten (Shop, Kategorie, Schlagwort oder Suchergebnisse) an, wenn alle Produkte für das erkannte Land des Kunden gesperrt sind.
fr_fr: Afficher un message personnalisé sur les pages de listes de produits (boutique, catégorie, étiquette ou résultats de recherche) lorsque tous les produits sont restreints pour le pays détecté du client.
hi_in: जब ग्राहक द्वारा चुने गए देश के लिए सभी उत्पाद प्रतिबंधित हों, तो उत्पाद सूची पृष्ठों (दुकान, श्रेणी, टैग या खोज परिणाम) पर एक अनुकूलित संदेश प्रदर्शित करें।
ru_ru: Отображать пользовательское сообщение на страницах со списком товаров (магазин, категория, тег или результаты поиска), когда все товары недоступны для страны, указанной покупателем.

source: Display restricted products in your catalog but make them non-purchasable.
de_de: Zeigen Sie eingeschränkte Produkte in Ihrem Katalog an, machen Sie sie aber nicht käuflich.
fr_fr: Affichez les produits soumis à restrictions dans votre catalogue, mais rendez-les non achetables.
hi_in: अपने कैटलॉग में प्रतिबंधित उत्पादों को प्रदर्शित करें, लेकिन उन्हें गैर-खरीदने योग्य बनाएं।
ru_ru: Разместите в каталоге товары с ограничениями, но сделайте их недоступными для покупки.

source: Displayed on category/tag pages when restricted. Default: 'Sorry, products from this category are not available in your country.'
de_de: Wird auf Kategorie-/Tag-Seiten angezeigt, wenn Einschränkungen gelten. Standard: „Leider sind Produkte dieser Kategorie in Ihrem Land nicht verfügbar.“
fr_fr: Affiché sur les pages de catégorie/étiquette en cas de restriction. Par défaut : « Désolé, les produits de cette catégorie ne sont pas disponibles dans votre pays. »
hi_in: प्रतिबंधित होने पर श्रेणी/टैग पृष्ठों पर प्रदर्शित होता है। डिफ़ॉल्ट: 'क्षमा करें, इस श्रेणी के उत्पाद आपके देश में उपलब्ध नहीं हैं।'
ru_ru: Отображается на страницах категорий/тегов при наличии ограничений. По умолчанию: «Извините, товары из этой категории недоступны в вашей стране».

source: Displayed on the cart page when a product is removed due to country restrictions.
de_de: Wird auf der Warenkorbseite angezeigt, wenn ein Produkt aufgrund von Länderbeschränkungen entfernt wird.
fr_fr: Affiché sur la page du panier lorsqu'un produit est retiré en raison de restrictions liées au pays.
hi_in: देश संबंधी प्रतिबंधों के कारण उत्पाद को कार्ट से हटाए जाने पर यह जानकारी कार्ट पेज पर प्रदर्शित होती है।
ru_ru: Отображается на странице корзины, когда товар удаляется из-за ограничений по стране.

source: Displayed on the product page when a product is not purchasable. Default: ‘Sorry, this product is not available in your country.’
de_de: Wird auf der Produktseite angezeigt, wenn ein Produkt nicht käuflich erworben werden kann. Standardmäßig: „Dieses Produkt ist in Ihrem Land leider nicht verfügbar.“
fr_fr: Affiché sur la page produit lorsqu'un produit n'est pas disponible à l'achat. Par défaut : « Désolé, ce produit n'est pas disponible dans votre pays. »
hi_in: उत्पाद पृष्ठ पर तब प्रदर्शित होता है जब कोई उत्पाद खरीदने योग्य नहीं होता है। डिफ़ॉल्ट: 'क्षमा करें, यह उत्पाद आपके देश में उपलब्ध नहीं है।'
ru_ru: Отображается на странице товара, когда товар недоступен для покупки. По умолчанию: «Извините, этот товар недоступен в вашей стране».

source: Documentation
de_de: Dokumentation
hi_in: प्रलेखन
ru_ru: Документация

source: Enable Debug Toolbar
de_de: Aktivieren Sie die Debug-Symbolleiste
fr_fr: Activer la barre d'outils de débogage
hi_in: डीबग टूलबार सक्षम करें
ru_ru: Включить панель инструментов отладки

source: Enable this option to allow add to cart the restricted products but the customer can't process to checkout.
de_de: Aktivieren Sie diese Option, um dem Kunden das Hinzufügen von eingeschränkten Produkten zum Warenkorb zu ermöglichen, den Bestellvorgang jedoch zu unterbrechen.
fr_fr: Activez cette option pour permettre l'ajout au panier des produits soumis à restrictions, mais pour empêcher le client de finaliser sa commande.
hi_in: इस विकल्प को सक्षम करने से प्रतिबंधित उत्पादों को कार्ट में जोड़ने की अनुमति मिलेगी, लेकिन ग्राहक भुगतान प्रक्रिया पूरी नहीं कर पाएगा।
ru_ru: Включите эту опцию, чтобы разрешить добавление в корзину товаров с ограничениями, но при этом покупатель не сможет перейти к оформлению заказа.

source: Enable this option to apply country-based restriction only when the customer clicks the Place Order button on the checkout page.
de_de: Aktivieren Sie diese Option, um länderspezifische Beschränkungen nur dann anzuwenden, wenn der Kunde auf der Checkout-Seite auf die Schaltfläche „Bestellung aufgeben“ klickt.
fr_fr: Activez cette option pour appliquer une restriction basée sur le pays uniquement lorsque le client clique sur le bouton « Passer la commande » sur la page de paiement.
hi_in: इस विकल्प को सक्षम करें ताकि ग्राहक द्वारा चेकआउट पेज पर 'ऑर्डर दें' बटन पर क्लिक करने पर ही देश-आधारित प्रतिबंध लागू हो।
ru_ru: Включите эту опцию, чтобы ограничения по странам применялись только тогда, когда покупатель нажимает кнопку «Оформить заказ» на странице оформления заказа.

source: Enable this option to hide prices for restricted products.
de_de: Aktivieren Sie diese Option, um die Preise für eingeschränkte Produkte auszublenden.
fr_fr: Activez cette option pour masquer les prix des produits soumis à restrictions.
hi_in: प्रतिबंधित उत्पादों के लिए कीमतों को छिपाने के लिए इस विकल्प को सक्षम करें।
ru_ru: Включите эту опцию, чтобы скрыть цены на товары с ограниченным доступом.

source: Enable this option to hide restricted product price.
de_de: Aktivieren Sie diese Option, um den Preis eingeschränkter Produkte auszublenden.
fr_fr: Activez cette option pour masquer le prix restreint des produits.
hi_in: प्रतिबंधित उत्पाद की कीमत छिपाने के लिए इस विकल्प को सक्षम करें।
ru_ru: Включите эту опцию, чтобы скрыть цену товара с ограничениями.

source: Enable this option to hide restricted product variations from the product selection on variable product pages
de_de: Aktivieren Sie diese Option, um eingeschränkte Produktvarianten auf Seiten mit variablen Produkten in der Produktauswahl auszublenden.
fr_fr: Activez cette option pour masquer les variantes de produits restreintes dans la sélection de produits sur les pages de produits variables.
hi_in: परिवर्तनीय उत्पाद पृष्ठों पर उत्पाद चयन से प्रतिबंधित उत्पाद प्रकारों को छिपाने के लिए इस विकल्प को सक्षम करें।
ru_ru: Включите эту опцию, чтобы скрыть ограниченные варианты товаров из выбора на страницах товаров с вариантами.

source: Enable this option to hide the restricted product variations form the product variations selection on variable product page.
de_de: Aktivieren Sie diese Option, um die eingeschränkten Produktvariationen aus der Auswahl der Produktvariationen auf der variablen Produktseite auszublenden.
fr_fr: Activez cette option pour masquer les variations de produits restreints à partir de la sélection des variations de produits sur la page des produits variables.
hi_in: प्रतिबंधित उत्पाद विविधताओं को छिपाने के लिए इस विकल्प को सक्षम करें, चर उत्पाद पृष्ठ पर उत्पाद विविधताओं का चयन करें।
ru_ru: Включите эту опцию, чтобы скрыть ограниченные варианты продукта из выбора вариантов продукта на странице переменного продукта.

source: Enable this option to make products non-purchasable (i.e., cannot be added to the cart)
de_de: Aktivieren Sie diese Option, um Produkte vom Kauf auszuschließen (d. h. sie können nicht in den Warenkorb gelegt werden).
fr_fr: Activez cette option pour rendre les produits non achetables (c'est-à-dire qu'ils ne peuvent pas être ajoutés au panier).
hi_in: इस विकल्प को सक्षम करने से उत्पाद गैर-खरीदने योग्य हो जाएंगे (अर्थात, उन्हें कार्ट में नहीं जोड़ा जा सकेगा)।
ru_ru: Включите эту опцию, чтобы сделать товары недоступными для покупки (т.е., их нельзя было добавить в корзину).

source: Enable this option to redirect the 404 error page to the shop page
de_de: Aktivieren Sie diese Option, um die 404-Fehlerseite auf die Shopseite umzuleiten.
fr_fr: Activez cette option pour rediriger la page d'erreur 404 vers la page de la boutique.
hi_in: 404 त्रुटि पृष्ठ को शॉप पेज पर रीडायरेक्ट करने के लिए इस विकल्प को सक्षम करें।
ru_ru: Включите эту опцию, чтобы перенаправлять страницу ошибки 404 на страницу магазина.

source: Extend your store's capabilities with our ecosystem
de_de: Erweitern Sie die Funktionen Ihres Shops mit unserem Ökosystem.
fr_fr: Développez les capacités de votre magasin grâce à notre écosystème
hi_in: हमारे इकोसिस्टम के साथ अपने स्टोर की क्षमताओं का विस्तार करें।
ru_ru: Расширьте возможности своего магазина с помощью нашей экосистемы.
