Repository: WordPressBugBounty/plugins-woo-product-country-base-restrictions
Catalog: woo-product-country-*-restrictions/lang/woo-product-country-*-restrictions-*.po
Languages: de_de, fr_fr, hi_in, ru_ru

source: Take Your Country Restrictions to the Next Level
de_de: Bringen Sie Ihre Länderbeschränkungen auf die nächste Stufe
fr_fr: Passez à la vitesse supérieure en matière de restrictions géographiques
hi_in: अपने देश के प्रतिबंधों को अगले स्तर पर ले जाएं
ru_ru: Выведите ограничения по странам на новый уровень.

source: The Advanced Local Pickup (ALP) helps you manage local pickup order workflows more conveniently by extending the WooCommerce Local Pickup shipping method. The Pro version lets you set up multiple pickup locations, split business hours, and apply discounts by pickup location.
de_de: Die erweiterte Funktion „Abholung vor Ort“ (Advanced Local Pickup, ALP) vereinfacht die Abwicklung von Abholbestellungen durch eine Erweiterung der WooCommerce-Versandmethode „Abholung vor Ort“. Mit der Pro-Version können Sie mehrere Abholorte einrichten, Öffnungszeiten aufteilen und Rabatte je nach Abholort gewähren.
fr_fr: L'option Retrait en magasin avancé (ALP) simplifie la gestion des commandes à retirer en magasin en étendant les fonctionnalités de la méthode de livraison Retrait en magasin de WooCommerce. La version Pro permet de configurer plusieurs points de retrait, de segmenter les horaires d'ouverture et d'appliquer des remises selon le point de retrait.
hi_in: एडवांस्ड लोकल पिकअप (ALP) WooCommerce लोकल पिकअप शिपिंग विधि का विस्तार करके लोकल पिकअप ऑर्डर वर्कफ़्लो को अधिक सुविधाजनक रूप से प्रबंधित करने में आपकी मदद करता है। प्रो संस्करण आपको कई पिकअप स्थान सेट करने, व्यावसायिक घंटों को विभाजित करने और पिकअप स्थान के आधार पर छूट लागू करने की सुविधा देता है।
ru_ru: Расширенная функция самовывоза (Advanced Local Pickup, ALP) помогает удобнее управлять процессами обработки заказов с самовывозом, расширяя возможности метода доставки WooCommerce Local Pickup. Версия Pro позволяет настроить несколько пунктов самовывоза, разделить рабочие часы и применять скидки в зависимости от пункта самовывоза.

source: Unlock Advanced Country Based Restrictions with CBR PRO
de_de: Entsperren Sie erweiterte länderspezifische Beschränkungen mit CBR PRO
fr_fr: Débloquez les restrictions avancées par pays avec CBR PRO
hi_in: CBR PRO के साथ उन्नत देश-आधारित प्रतिबंधों को अनलॉक करें
ru_ru: Разблокируйте расширенные ограничения по странам с помощью CBR PRO.

source: UPGRADE TO CBR PRO
de_de: Upgrade auf CBR Pro
fr_fr: PASSEZ À LA VERSION CBR PRO
hi_in: CBR प्रो में अपग्रेड करें
ru_ru: ОБНОВИТЬ ДО CBR PRO

source: Upgrade to CBR PRO to extend your country-based restrictions beyond the basics.
de_de: Mit einem Upgrade auf CBR PRO erweitern Sie Ihre länderspezifischen Beschränkungen über die Basisfunktionen hinaus.
fr_fr: Passez à CBR PRO pour étendre vos restrictions par pays au-delà des fonctionnalités de base.
hi_in: बुनियादी प्रतिबंधों से आगे बढ़कर देश-आधारित प्रतिबंधों का विस्तार करने के लिए CBR PRO में अपग्रेड करें।
ru_ru: Перейдите на CBR PRO, чтобы расширить действие ограничений по странам за пределы базовых.

source: Upgrade To PRO
de_de: Upgrade auf PRO
fr_fr: Passez à la version PRO
hi_in: प्रो में अपग्रेड
ru_ru: Перейти на PRO

source: Upgrade to PRO
de_de: Upgrade auf PRO
fr_fr: Passez à la version PRO
hi_in: प्रो में अपग्रेड
ru_ru: Перейти на PRO

source: Use shortcode
de_de: Verwenden Sie den Shortcode
fr_fr: Utiliser un shortcode
hi_in: शोर्ट का उपयोग करें
ru_ru: Используйте шорткод

source: Use the shortcode [cbr_message_position] in your product template.
de_de: Verwenden Sie den Shortcode [cbr_message_position] in Ihrer Produktvorlage.
fr_fr: Utilisez le shortcode [cbr_message_position] dans votre modèle de produit.
hi_in: अपने उत्पाद टेम्पलेट में शोर्ट [cbr_message_position] का उपयोग करें।
ru_ru: Используйте короткий код [cbr_message_position] в шаблоне вашего продукта.

source: User Bypass
de_de: Benutzerumgehung
fr_fr: Contournement utilisateur
hi_in: उपयोगकर्ता बाईपास
ru_ru: Обход пользователя

source: You can use shortcode [cbr_category_message] in your category template.
de_de: Sie können den Shortcode [cbr_category_message] in Ihrer Kategorievorlage verwenden.
fr_fr: Vous pouvez utiliser le shortcode [cbr_category_message] dans votre modèle de catégorie.
hi_in: आप अपनी श्रेणी टेम्पलेट में शॉर्टकोड [cbr_category_message] का उपयोग कर सकते हैं।
ru_ru: Вы можете использовать шорткод [cbr_category_message] в шаблоне категории.

source: zorem
hi_in: ज़ोरेम
ru_ru: зорем

source: {Product_Name} has been removed from your cart since it is not available for purchase to your Country.
de_de: {Product_Name} wurde aus Ihrem Warenkorb entfernt, da es in Ihrem Land nicht zum Kauf verfügbar ist.
fr_fr: Le produit {Product_Name} a été retiré de votre panier car il n'est pas disponible à l'achat dans votre pays.
hi_in: आपके देश में यह उत्पाद बिक्री के लिए उपलब्ध नहीं है, इसलिए इसे आपकी कार्ट से हटा दिया गया है।
ru_ru: Товар {Product_Name} был удален из вашей корзины, поскольку он недоступен для покупки в вашей стране.

source: 🌍 Expand Your Control with Country Based Restrictions PRO!
de_de: 🌍 Erweitern Sie Ihre Kontrolle mit länderbasierten Beschränkungen PRO!
fr_fr: 🌍 Étendez votre contrôle avec les restrictions basées sur le pays PRO !
hi_in: 🌍 कंट्री बेस्ड रिस्ट्रिक्शन्स प्रो के साथ अपना नियंत्रण बढ़ाएं!
ru_ru: 🌍 Расширьте свои возможности контроля с помощью Country Based Restrictions PRO!
