Repository: WordPressBugBounty/plugins-woo-product-country-base-restrictions
Catalog: woo-product-country-*-restrictions/lang/woo-product-country-*-restrictions-*.po
Languages: de_de, fr_fr, hi_in, ru_ru

source: Feature Comparison
de_de: Funktionsvergleich
fr_fr: Comparaison des fonctionnalités
hi_in: विशेषता तुलना
ru_ru: Сравнение характеристик

source: Force Geolocation
de_de: Geolokalisierung erzwingen
fr_fr: Géolocalisation forcée
hi_in: बल जियोलोकेशन
ru_ru: Принудительная геолокация

source: Full Control
de_de: Volle Kontrolle
fr_fr: Contrôle total
hi_in: पूर्ण नियंत्रण
ru_ru: Полный контроль

source: Full Integration
de_de: Vollständige Integration
fr_fr: Intégration complète
hi_in: पूर्ण एकीकरण
ru_ru: Полная интеграция

source: Full Restrictions
de_de: Vollständige Einschränkungen
fr_fr: Restrictions complètes
hi_in: पूर्ण प्रतिबंध
ru_ru: Полные ограничения

source: Full Widget
de_de: Vollständiges Widget
fr_fr: Widget complet
hi_in: पूर्ण विजेट
ru_ru: Полный виджет

source: Gateway Control
de_de: Gateway-Steuerung
fr_fr: Contrôle de la passerelle
hi_in: गेटवे नियंत्रण
ru_ru: Управление шлюзом

source: GeoLocation Detection
de_de: Geolokalisierungserkennung
fr_fr: Détection de géolocalisation
hi_in: जियोलोकेशन डिटेक्शन
ru_ru: Определение геолокации

source: GET STARTED WITH PRO
de_de: JETZT MIT PRO STARTEN
fr_fr: DÉMARREZ AVEC LA VERSION PRO
hi_in: प्रो के साथ शुरुआत करें
ru_ru: НАЧНИТЕ С PRO

source: Go Pro
hi_in: पेशेवर बनो

source: Hide catalog visibility
de_de: Katalogsichtbarkeit ausblenden
fr_fr: Masquer la visibilité du catalogue
hi_in: सूची दृश्यता छिपाएँ
ru_ru: Скрыть видимость каталога

source: Hide Completely
de_de: Verstecke dich komplett
fr_fr: Masquer complètement
hi_in: पूरी तरह से छिपाओ
ru_ru: Полностью спрятаться

source: Hide or show products in your catalog based on the customer's country.
de_de: Produkte in Ihrem Katalog je nach Land des Kunden ein- oder ausblenden.
fr_fr: Afficher ou masquer les produits de votre catalogue en fonction du pays du client.
hi_in: ग्राहक के देश के आधार पर अपने कैटलॉग में उत्पादों को छिपाएं या दिखाएं।
ru_ru: Скрывайте или отображайте товары в каталоге в зависимости от страны покупателя.

source: Hide Product Variations
de_de: Produktvariationen ausblenden
fr_fr: Masquer les variantes de produit
hi_in: उत्पाद विविधताएँ छिपाएँ
ru_ru: Скрыть варианты продукта

source: Hide Restricted Product Price
de_de: Preis für eingeschränktes Produkt ausblenden
fr_fr: Masquer le prix du produit restreint
hi_in: प्रतिबंधित उत्पाद की कीमत छुपाएँ
ru_ru: Скрыть цену товара с ограничениями

source: Hide restricted products from your shop and search results. Products remain accessible via direct links.
de_de: Blenden Sie eingeschränkte Produkte in Ihrem Shop und den Suchergebnissen aus. Die Produkte bleiben über direkte Links erreichbar.
fr_fr: Masquez les produits soumis à restrictions de votre boutique et des résultats de recherche. Les produits restent accessibles via des liens directs.
hi_in: प्रतिबंधित उत्पादों को अपनी दुकान और खोज परिणामों से छिपाएँ। उत्पाद सीधे लिंक के माध्यम से उपलब्ध रहेंगे।
ru_ru: Скройте товары с ограниченным доступом из вашего магазина и результатов поиска. Товары останутся доступными по прямым ссылкам.

source: Import product restrictions in bulk via CSV for efficient store management.
de_de: Importbeschränkungen für Produkte massenhaft per CSV-Datei für effizientes Shopmanagement.
fr_fr: Importez en masse les restrictions de produits via un fichier CSV pour une gestion efficace de votre magasin.
hi_in: कुशल स्टोर प्रबंधन के लिए सीएसवी के माध्यम से थोक में आयात उत्पाद प्रतिबंधों को लागू करें।
ru_ru: Импортируйте ограничения на товары оптом через CSV-файлы для эффективного управления магазином.

source: Join store owners optimizing their country restrictions
de_de: Schließen Sie sich Ladenbesitzern an, die ihre Länderbeschränkungen optimieren.
fr_fr: Rejoignez les propriétaires de magasins qui optimisent leurs restrictions géographiques
hi_in: देश के प्रतिबंधों को अनुकूलित करने वाले स्टोर मालिकों से जुड़ें
ru_ru: Присоединяйтесь к владельцам магазинов, оптимизирующим ограничения по странам.

source: Keep your customers informed by sending them automated SMS text messages with order and delivery updates. You can send SMS notifications to customers when the order status is updated or when the shipment is out for delivery and more.
de_de: Halten Sie Ihre Kunden auf dem Laufenden, indem Sie ihnen automatisierte SMS-Benachrichtigungen mit Bestell- und Lieferstatus-Updates senden. Sie können Kunden per SMS benachrichtigen, wenn sich der Bestellstatus ändert, die Sendung unterwegs ist und vieles mehr.
fr_fr: Tenez vos clients informés en leur envoyant des SMS automatisés avec les mises à jour concernant leurs commandes et leurs livraisons. Vous pouvez ainsi leur envoyer des notifications par SMS lorsque le statut de leur commande est mis à jour, lorsque leur colis est en cours de livraison, et bien plus encore.
hi_in: अपने ग्राहकों को ऑर्डर और डिलीवरी से जुड़ी जानकारी देने वाले स्वचालित एसएमएस संदेश भेजकर उन्हें सूचित रखें। ऑर्डर की स्थिति अपडेट होने पर, शिपमेंट डिलीवरी के लिए निकलने पर और अन्य सूचनाओं के लिए आप ग्राहकों को एसएमएस नोटिफिकेशन भेज सकते हैं।
ru_ru: Информируйте своих клиентов, отправляя им автоматические SMS-сообщения с обновлениями статуса заказа и доставки. Вы можете отправлять SMS-уведомления клиентам об изменении статуса заказа, о начале доставки и многом другом.

source: Learn More
de_de: Mehr erfahren
fr_fr: Apprendre encore plus
hi_in: और अधिक जानें
ru_ru: Узнать больше

source: Limited Support
de_de: Eingeschränkte Unterstützung
fr_fr: Soutien limité
hi_in: सीमित समर्थन
ru_ru: Ограниченная поддержка

source: Make non-purchasable
de_de: Nicht kaufbar machen
fr_fr: Rendre non achetable
hi_in: गैर-क्रय योग्य बनायें
ru_ru: Сделать не покупаемым

source: Move restricted products to the end of product listings.
de_de: Verschiebt eingeschränkte Produkte an das Ende der Produktliste.
fr_fr: Déplacez les produits soumis à restrictions à la fin de la liste des produits.
hi_in: प्रतिबंधित उत्पादों को उत्पाद सूची के अंत में ले जाएं।
ru_ru: Переместите товары с ограниченным доступом в конец списка товаров.

source: Need help?
de_de: Brauchen Sie Hilfe?
fr_fr: Besoin d'aide ?
hi_in: मदद की ज़रूरत है?
ru_ru: Нужна помощь?

source: Not Available
de_de: Nicht verfügbar
fr_fr: Pas disponible
hi_in: उपलब्ध नहीं है
ru_ru: Нет в наличии

source: Payment Gateway by Country
de_de: Zahlungsportal nach Land
fr_fr: Passerelle de paiement par pays
hi_in: देश के अनुसार भुगतान गेटवे
ru_ru: Платежный шлюз по странам

source: Payment gateway restrictions by country
de_de: Beschränkungen von Zahlungsportalen nach Land
fr_fr: Restrictions relatives aux passerelles de paiement par pays
hi_in: देश के अनुसार भुगतान गेटवे पर प्रतिबंध
ru_ru: Ограничения платежных шлюзов в зависимости от страны

source: Payment Restriction Rule 1
de_de: Zahlungsbeschränkungsregel 1
fr_fr: Règle de restriction des paiements 1
hi_in: भुगतान प्रतिबंध नियम 1
ru_ru: Правило ограничения платежей 1

source: Payment Restriction Rule 2
de_de: Zahlungsbeschränkungsregel 2
fr_fr: Règle de restriction des paiements 2
hi_in: भुगतान प्रतिबंध नियम 2
ru_ru: Правило 2 об ограничении платежей

source: Payment Restrictions
de_de: Zahlungsbeschränkungen
fr_fr: Restrictions de paiement
hi_in: भुगतान प्रतिबंध
ru_ru: Ограничения на платежи

source: Powerful Add-ons
de_de: Leistungsstarke Add-ons
fr_fr: Modules complémentaires puissants
hi_in: शक्तिशाली ऐड-ऑन
ru_ru: Мощные дополнения

source: Premium Support
fr_fr: Assistance Premium
hi_in: प्रीमियम समर्थन
ru_ru: Премиум-поддержка

source: Priority Support
de_de: Prioritätsunterstützung
fr_fr: Soutien prioritaire
hi_in: प्राथमिकता समर्थन
ru_ru: Приоритетная поддержка

source: Priority ticket handling and dedicated help center access.
de_de: Priorisierte Ticketbearbeitung und direkter Zugang zum Hilfecenter.
fr_fr: Traitement prioritaire des tickets et accès à un centre d'assistance dédié.
hi_in: प्राथमिकता के आधार पर टिकटों का निपटान और समर्पित सहायता केंद्र तक पहुंच।
ru_ru: Приоритетное рассмотрение заявок и доступ к выделенному центру поддержки.

source: PRO
hi_in: प्रो
ru_ru: ПРО

source: Product Available for selected countries
de_de: Produkt Verfügbar für ausgewählte Länder
fr_fr: Produit disponible pour certains pays
hi_in: उत्पाद चयनित देशों के लिए उपलब्ध है
ru_ru: Продукт доступен для выбранных стран

source: Product Country Restrictions requires WooCommerce 3.0 or newer
de_de: Produktlandeinschränkungen erfordern WooCommerce 3.0 oder neuer
fr_fr: Les restrictions de produits par pays nécessitent au minimum WooCommerce 3.0 ou plus récent
hi_in: उत्पाद देश प्रतिबंधों को WooCommerce 3.0 या नए की आवश्यकता है
ru_ru: Ограничения по стране для продукта требуют WooCommerce 3.0 или новее

source: Product Listing Restriction Message
de_de: Produktlistenbeschränkungsnachricht
fr_fr: Message de restriction de mise en vente de produits
hi_in: उत्पाद सूचीकरण प्रतिबंध संदेश
ru_ru: Сообщение об ограничении размещения товара

source: Product not Available for selected countries
de_de: Produkt für ausgewählte Länder nicht verfügbar
fr_fr: Produit non disponible pour certains pays
hi_in: उत्पाद चयनित देशों के लिए उपलब्ध नहीं है
ru_ru: Продукт недоступен для выбранных стран

source: Product restriction message
de_de: Produkteinschränkungsnachricht
fr_fr: Message de restriction de produit
hi_in: उत्पाद प्रतिबंध संदेश
ru_ru: Сообщение об ограничении продукта

source: Product restriction message position
de_de: Position der Produktbeschränkungsnachricht
fr_fr: Position du message de restriction de produit
hi_in: उत्पाद प्रतिबंध संदेश स्थिति
ru_ru: Позиция сообщения об ограничении продукта

source: Product Restrictions
de_de: Produktbeschränkungen
fr_fr: Restrictions relatives aux produits
hi_in: उत्पाद प्रतिबंध
ru_ru: Ограничения на продукцию

source: Recommended
de_de: Empfohlen
fr_fr: Recommandé
hi_in: अनुशंसित
ru_ru: Рекомендуется

source: Redirect the 404 page
de_de: Leiten Sie die 404-Seite um
fr_fr: Rediriger la page 404
hi_in: 404 पृष्ठ को पुनर्निर्देशित करें
ru_ru: Перенаправить страницу 404

source: Restrict on Place Order (Checkout)
de_de: Einschränkung bei der Bestellung (Kasse)
fr_fr: Restreindre la passation de commande (paiement)
hi_in: ऑर्डर प्लेस करने (चेकआउट) पर प्रतिबंध लगाएँ
ru_ru: Ограничение на размещение заказа (оформление покупки)

source: Restrict payment methods based on the customer billing or shipping country. Create rules to include or exclude specific payment gateways for specific countries. Upgrade to PRO to unlock this feature.
de_de: Beschränken Sie Zahlungsmethoden basierend auf dem Rechnungs- oder Lieferland des Kunden. Erstellen Sie Regeln, um bestimmte Zahlungsanbieter für bestimmte Länder ein- oder auszuschließen. Mit einem Upgrade auf PRO schalten Sie diese Funktion frei.
fr_fr: Limitez les modes de paiement en fonction du pays de facturation ou de livraison du client. Créez des règles pour inclure ou exclure certaines passerelles de paiement pour certains pays. Passez à la version PRO pour débloquer cette fonctionnalité.
hi_in: ग्राहक के बिलिंग या शिपिंग देश के आधार पर भुगतान विधियों को प्रतिबंधित करें। विशिष्ट देशों के लिए विशिष्ट भुगतान गेटवे को शामिल करने या बाहर करने के लिए नियम बनाएं। इस सुविधा को अनलॉक करने के लिए PRO संस्करण में अपग्रेड करें।
ru_ru: Ограничивайте способы оплаты в зависимости от страны выставления счетов или страны доставки клиента. Создавайте правила для включения или исключения определенных платежных шлюзов для конкретных стран. Для разблокировки этой функции необходимо перейти на версию PRO.

source: Restrict product only on Place Order (Checkout)
de_de: Produkt nur bei Bestellung (Kasse) einschränken
fr_fr: Limiter le produit uniquement à la passation de commande (paiement)
hi_in: ऑर्डर देते समय (चेकआउट करते समय) ही उत्पाद को प्रतिबंधित करें।
ru_ru: Ограничение на продажу товара только при оформлении заказа (на странице оформления покупки).

source: Restrict products at checkout based on the customer's billing/shipping country.
de_de: Beschränken Sie die Produktauswahl beim Checkout basierend auf dem Rechnungs-/Lieferland des Kunden.
fr_fr: Limiter les produits proposés lors du passage en caisse en fonction du pays de facturation/livraison du client.
hi_in: ग्राहक के बिलिंग/शिपिंग देश के आधार पर चेकआउट के समय उत्पादों को प्रतिबंधित करें।
ru_ru: Настройте ограничение доступа к товарам при оформлении заказа в зависимости от страны выставления счетов/доставки клиента.

source: Restrict specific payment gateways based on the customer's country.
de_de: Bestimmte Zahlungsportale können je nach Land des Kunden eingeschränkt werden.
fr_fr: Limiter l'accès à certaines passerelles de paiement en fonction du pays du client.
hi_in: ग्राहक के देश के आधार पर विशिष्ट भुगतान गेटवे को प्रतिबंधित करें।
ru_ru: Ограничьте доступ к определенным платежным шлюзам в зависимости от страны клиента.

source: Restrict specific products from being purchased in certain countries.
de_de: Der Kauf bestimmter Produkte in bestimmten Ländern soll eingeschränkt werden.
fr_fr: Interdire l'achat de certains produits dans certains pays.
hi_in: कुछ देशों में विशिष्ट उत्पादों की खरीद पर प्रतिबंध लगाएं।
ru_ru: Ограничить продажу определенных товаров в некоторых странах.

source: Restrict WooCommerce products in specific countries
de_de: Schränken Sie WooCommerce-Produkte in bestimmten Ländern ein
fr_fr: Restreindre les produits WooCommerce dans des pays spécifiques
hi_in: विशिष्ट देशों में WooCommerce उत्पादों को प्रतिबंधित करें
ru_ru: Ограничить продукты WooCommerce в определенных странах

source: Restriction rule
de_de: Beschränkungsregel
fr_fr: Règle de restriction
hi_in: प्रतिबंध का नियम
ru_ru: Правило ограничения

source: Restriction Settings
de_de: Einschränkungseinstellungen
fr_fr: Paramètres de restriction
hi_in: प्रतिबंध सेटिंग्स
ru_ru: Настройки ограничений

source: Restrictions Rule 1
de_de: Beschränkungsregel 1
fr_fr: Règle de restriction 1
hi_in: प्रतिबंध नियम 1
ru_ru: Правило ограничений 1

source: Restrictions Rule 2
de_de: Beschränkungsregel 2
fr_fr: Règle de restriction 2
hi_in: प्रतिबंध नियम 2
ru_ru: Правило ограничений 2

source: Sales Report Email Pro helps you understand how well your store is performing and how your products are selling by sending daily, weekly, or monthly sales reports directly from your WooCommerce store to your email.
de_de: Sales Report Email Pro hilft Ihnen zu verstehen, wie gut Ihr Shop performt und wie sich Ihre Produkte verkaufen, indem es Ihnen täglich, wöchentlich oder monatlich Verkaufsberichte direkt aus Ihrem WooCommerce-Shop per E-Mail zusendet.
fr_fr: Sales Report Email Pro vous aide à comprendre les performances de votre boutique et les ventes de vos produits en envoyant des rapports de ventes quotidiens, hebdomadaires ou mensuels directement depuis votre boutique WooCommerce vers votre adresse e-mail.
hi_in: सेल्स रिपोर्ट ईमेल प्रो आपको यह समझने में मदद करता है कि आपका स्टोर कितना अच्छा प्रदर्शन कर रहा है और आपके उत्पाद कैसे बिक रहे हैं। यह आपके वूकॉमर्स स्टोर से सीधे आपके ईमेल पर दैनिक, साप्ताहिक या मासिक बिक्री रिपोर्ट भेजता है।
ru_ru: Sales Report Email Pro поможет вам понять, насколько хорошо работает ваш магазин и как продаются ваши товары, отправляя ежедневные, еженедельные или ежемесячные отчеты о продажах непосредственно из вашего магазина WooCommerce на вашу электронную почту.

source: Search for users...
de_de: Benutzer suchen...
fr_fr: Recherche d'utilisateurs...
hi_in: उपयोगकर्ताओं की खोज करें...
ru_ru: Поиск пользователей...

source: Select a Rule
de_de: Wählen Sie eine Regel aus
fr_fr: Sélectionnez une règle
hi_in: एक नियम चुनें
ru_ru: Выберите правило

source: Select individual users who should be exempt from all country-based restrictions. These users will see all products and can purchase without restriction regardless of their detected country.
de_de: Wählen Sie einzelne Nutzer aus, die von allen länderspezifischen Beschränkungen ausgenommen werden sollen. Diese Nutzer sehen alle Produkte und können unabhängig von ihrem Herkunftsland uneingeschränkt einkaufen.
fr_fr: Sélectionnez les utilisateurs qui doivent être exemptés de toutes les restrictions géographiques. Ces utilisateurs pourront voir tous les produits et effectuer des achats sans restriction, quel que soit leur pays de résidence.
hi_in: उन व्यक्तिगत उपयोगकर्ताओं का चयन करें जिन्हें देश-आधारित सभी प्रतिबंधों से छूट दी जानी चाहिए। ये उपयोगकर्ता सभी उत्पाद देख सकेंगे और अपने देश की पहचान की परवाह किए बिना बिना किसी प्रतिबंध के खरीदारी कर सकेंगे।
ru_ru: Выберите отдельных пользователей, на которых должны распространяться все ограничения, установленные для каждой страны. Эти пользователи увидят все товары и смогут совершать покупки без ограничений независимо от указанной страны.

source: Select the page to redirect the 404 error page
de_de: Wählen Sie die Seite aus, auf die die 404-Fehlerseite umgeleitet werden soll.
fr_fr: Sélectionnez la page vers laquelle rediriger la page d'erreur 404
hi_in: 404 त्रुटि पृष्ठ पर रीडायरेक्ट करने के लिए पृष्ठ का चयन करें
ru_ru: Выберите страницу, на которую будет перенаправлена страница с ошибкой 404.

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
hi_in: सेटिंग्स
ru_ru: Настройки

source: Show geolocation country in the frontend toolbar for easy debugging.
de_de: Das Land der Geolokalisierung sollte zur einfacheren Fehlersuche in der Frontend-Toolbar angezeigt werden.
fr_fr: Afficher le pays de géolocalisation dans la barre d'outils de l'interface utilisateur pour faciliter le débogage.
hi_in: आसान डिबगिंग के लिए फ्रंटएंड टूलबार में भौगोलिक स्थान का देश दिखाएं।
ru_ru: Отображение страны по геолокации на панели инструментов фронтенда для удобства отладки.

source: Show the detected country and allow customers to change their shipping country on any page.
de_de: Zeigen Sie das erkannte Land an und ermöglichen Sie es den Kunden, ihr Versandland auf jeder Seite zu ändern.
fr_fr: Afficher le pays détecté et permettre aux clients de modifier leur pays de livraison sur n'importe quelle page.
hi_in: पहचाने गए देश को दिखाएं और ग्राहकों को किसी भी पेज पर अपना शिपिंग देश बदलने की अनुमति दें।
ru_ru: Отобразить обнаруженную страну и позволить клиентам изменить страну доставки на любой странице.

source: Show the detected geolocation country at the top of the header on the frontend
de_de: Das erkannte Geolokalisierungsland soll im oberen Bereich der Kopfzeile im Frontend angezeigt werden.
fr_fr: Afficher le pays de géolocalisation détecté en haut de l'en-tête du site.
hi_in: फ्रंटएंड पर हेडर के शीर्ष पर पता लगाए गए भौगोलिक स्थान वाले देश को प्रदर्शित करें।
ru_ru: Отображайте страну, указанную в геолокации, в верхней части заголовка на фронтенде.

source: Shown when no products are available due to country-based restrictions.
de_de: Wird angezeigt, wenn aufgrund länderspezifischer Beschränkungen keine Produkte verfügbar sind.
fr_fr: Affiché lorsque aucun produit n'est disponible en raison de restrictions liées au pays.
hi_in: यह तब दिखाया जाता है जब देश-आधारित प्रतिबंधों के कारण कोई उत्पाद उपलब्ध नहीं होता है।
ru_ru: Отображается в случаях, когда товары недоступны из-за ограничений, действующих в конкретной стране.

source: Sorry, products are not available in your country.
de_de: Leider sind die Produkte in Ihrem Land nicht erhältlich.
fr_fr: Désolé, ces produits ne sont pas disponibles dans votre pays.
hi_in: क्षमा करें, आपके देश में उत्पाद उपलब्ध नहीं हैं।
ru_ru: К сожалению, данный товар недоступен в вашей стране.

source: Sorry, products from this category are not available to purchase in your country.
de_de: Leider sind Produkte dieser Kategorie in Ihrem Land nicht erhältlich.
fr_fr: Désolé, les produits de cette catégorie ne sont pas disponibles à l'achat dans votre pays.
hi_in: क्षमा करें, इस श्रेणी के उत्पाद आपके देश में खरीदने के लिए उपलब्ध नहीं हैं।
ru_ru: К сожалению, товары из этой категории недоступны для покупки в вашей стране.

source: Sorry, this product is not available to purchase in your country.
de_de: Dieses Produkt kann in Ihrem Land leider nicht gekauft werden.
fr_fr: Désolé, ce produit n'est pas disponible à l'achat dans votre pays.
hi_in: क्षमा करें, यह उत्पाद आपके देश में खरीदने के लिए उपलब्ध नहीं है।
ru_ru: К сожалению, этот продукт недоступен для покупки в вашей стране.

source: Sort products by availability (Available → Restricted)
de_de: Produkte nach Verfügbarkeit sortieren (Verfügbar → Eingeschränkt)
fr_fr: Trier les produits par disponibilité (Disponible → Restreint)
hi_in: उत्पादों को उपलब्धता के अनुसार क्रमबद्ध करें (उपलब्ध → प्रतिबंधित)
ru_ru: Сортировка товаров по наличию (В наличии → Ограничено)

source: Standard Only
de_de: Nur Standard
fr_fr: Standard uniquement
hi_in: केवल मानक
ru_ru: Только стандартный

source: Stop limiting your store with basic restrictions. Switch from a <strong>basic setup</strong> to a <a href="https://www.zorem.com/product/country-based-restriction-pro/?utm_source=wp-admin&utm_medium=CBRPRO&utm_campaign=go-pro" target="_blank">fully advanced restriction powerhouse</a>.
de_de: Beschränken Sie Ihren Shop nicht länger mit einfachen Beschränkungen. Wechseln Sie von einer <strong>Basiskonfiguration</strong> zu einem <a href="https://www.zorem.com/product/country-based-restriction-pro/?utm_source=wp-admin&utm_medium=CBRPRO&utm_campaign=go-pro" target="_blank">hochentwickelten System mit umfassenden Beschränkungsfunktionen</a> .
fr_fr: Cessez de limiter votre boutique avec des restrictions basiques. Passez d&#39;une <strong>configuration de base</strong> à un <a href="https://www.zorem.com/product/country-based-restriction-pro/?utm_source=wp-admin&utm_medium=CBRPRO&utm_campaign=go-pro" target="_blank">système de restrictions avancé et ultra-performant</a> .
hi_in: अपने स्टोर को बुनियादी प्रतिबंधों से सीमित करना बंद करें। एक <strong>साधारण सेटअप</strong> से हटकर एक <a href="https://www.zorem.com/product/country-based-restriction-pro/?utm_source=wp-admin&utm_medium=CBRPRO&utm_campaign=go-pro" target="_blank">अत्याधुनिक प्रतिबंध प्रणाली</a> अपनाएं।
ru_ru: Прекратите ограничивать свой магазин базовыми ограничениями. Перейдите от <strong>простой настройки</strong> к <a href="https://www.zorem.com/product/country-based-restriction-pro/?utm_source=wp-admin&utm_medium=CBRPRO&utm_campaign=go-pro" target="_blank">мощной и продвинутой системе ограничений</a> .

source: Take control of your post-shipping workflows, reduce time spent on customer service and provide a superior post-purchase experience to your customers. Beyond automatic shipment tracking, TrackShip brings a branded tracking experience into your store.
de_de: Optimieren Sie Ihre Prozesse nach dem Versand, reduzieren Sie den Aufwand für den Kundenservice und bieten Sie Ihren Kunden ein erstklassiges Einkaufserlebnis. TrackShip bietet neben der automatischen Sendungsverfolgung auch eine individuelle Sendungsverfolgung für Ihren Shop.
fr_fr: Maîtrisez vos processus après expédition, réduisez le temps consacré au service client et offrez une expérience client optimale après l'achat. Au-delà du suivi automatique des expéditions, TrackShip intègre un système de suivi personnalisé à votre boutique.
hi_in: अपने पोस्ट-शिपमेंट वर्कफ़्लो पर नियंत्रण रखें, ग्राहक सेवा पर लगने वाले समय को कम करें और अपने ग्राहकों को खरीदारी के बाद एक बेहतरीन अनुभव प्रदान करें। स्वचालित शिपमेंट ट्रैकिंग के अलावा, ट्रैकशिप आपके स्टोर में ब्रांडेड ट्रैकिंग सुविधा भी लाता है।
ru_ru: Возьмите под контроль процессы после отправки, сократите время, затрачиваемое на обслуживание клиентов, и обеспечьте своим покупателям превосходное качество обслуживания после покупки. Помимо автоматического отслеживания отправлений, TrackShip предоставляет вашему магазину фирменный сервис отслеживания.
